Repository: 84000/data-translation-memory
Catalog: toh431-v1.tmx
Source language: bo
Languages: en

source: ཨ་ཡིག་གིས་ནི་ཅི་ཞིག་བསྟན། །ཙ་ཡིག་གིས་ནི་ཅི་ཞིག་བརྗོད། །ལ་ཡིག་ཀྱང་ནི་ཅི་ལ་བརྗོད། །
en: “What is expressed by the syllable a What by the syllable ca , And what by the syllable la

source: ཇི་ལྟར་མིང་ནི་ཡང་དག་བསྡུས། །
en: Of what are they an abridgement?”

source: ཨ་ཡིག་ལྷན་ཅིག་སྐྱེས་པའི་ཚུལ། །དངོས་མེད་ངོ་བོ་ཉིད་དུ་གསུངས།
en: “By the syllable a is expressed The unfabricated innate nature.

source: ཙ་ཡིག་དགའ་དང་མཆོག་དགའ་དང་། །ཁྱད་པར་དགའ་བ་ཉིད་དང་ནི། །ལྷན་ཅིག་སྐྱེས་དགའ་ཞེས་བྱ་བའི། །དགའ་བ་བཞི་ཡི་རང་བཞིན་གསུངས། །
en: The syllable ca expresses joy, Supreme joy, the joy of cessation, and innate joy. “This syllable expresses The nature of the thus-named four joys.

source: ཨ་ཡིག་གིས་ནི་ཤེས་རབ་བརྗོད། །
en: “The syllable a expresses wisdom,

source: ཙ་ཡིག་གིས་ནི་ཐབས་སུ་བཤད། །
en: The syllable ca expresses means

source: ཐབས་དང་ཤེས་རབ་གཅིག་སྦྱོར་བས། །ལ་ཡིག་བདེ་བའི་ལཀྵ་ཎྃ། །
en: The syllable la , because of its indicating pleasure, Expresses the union of wisdom and means

source: དེ་ཉིད་དཔའ་བོ་གཅིག་པ་ཉིད། །
en: “He himself is the Sole Hero,

source: ཆགས་བྲལ་འཇོམས་ཕྱིར་དཔའ་བོ་སྟེ། །དཔའ་བོ་གཅིག་པ་ཞེས་གསུངས་སོ། །
en: Because he destroys dispassion, he is a hero Called Ekalla (Alone).

source: གཏུམ་པོ་འདི་ནི་ཤིན་ཏུ་རྣོ། །དེ་ནི་ཁྲོ་བོ་ཆེན་པོར་གསུངས། །
en: “Caṇḍa means that he is exceedingly fierce, Known as Mahāroṣaṇa (Great Angry One).

source: ཁྲོ་བོར་ཤས་བྱ་རོ་ཥ་ཎ། །
en: Roṣaṇa should be understood as angry—

source: བདུད་ཀུན་རྣམ་པར་འཇོམས་པར་བྱེད། །
en: The one who crushes all the māras.

source: ཆགས་བྲལ་ཙཎྜ་ཞེས་བྱའོ། །
en: “Strong dispassion indeed goes by the name Caṇḍa (Fierce One),

source: དེ་ལ་ཁྲོ་བོ་རོ་ཥ་ཎ་ས། །
en: Roṣaṇa is angry at him—

source: གཡོན་པའི་ལོང་བུས་མནན་པར་བྱ། །ཚངས་པའི་ཚིག་ལ་མཉམ་གནས་ནས། །
en: “Focused in absorption, Controlling the brahmanical cord with one’s left ankle,

source: ཁྲོ་བོའི་མཆེ་བས་མཆུ་བསྡམ་བྱ། །
en: With fangs showing between the lips, angry,

source: ཕྱག་རྒྱ་འདི་ཡིས་རྣལ་འབྱོར་པས། །
en: “By means of the above mudrā, the yogin,

source: འབད་པས་ཤེས་རབ་ལ་འཁྱུད་བྱ།
en: Tightly embracing the wisdom,

source: དངོས་གྲུབ་སངས་རྒྱས་ཐོབ་པར་འགྱུར།
en: Will attain the accomplishment of Buddha,

source: དཔའ་བོ་གཅིག་པ་ཉིད་དུ་གསུངས་པའི་དཔལ་ཁྲོ་བོ་གཏུམ་པོ་ཆེན་པོའི་རྒྱུད་ལས། ཨ་ཙ་ལའི་དོན་གྱི་རིམ་པར་ཕྱེ་བ་སྟེ་བཅུ་བཞི་པའོ།། །།
en: This concludes the chapter on how to construe the name Acala, the fourteenth in the glorious Caṇḍa­mahā­roṣaṇa tantra called “ The Sole Hero

source: དེ་ནས་བཅོམ་ལྡན་འདས་མ་ཞེ་སྡང་རྡོ་རྗེ་མས་གསོལ་པ།
en: Then the blessed lady, Delusion Vajrī, said,

source: དཔའ་བོ་གཅིག་པ་ཇི་ལྟར་འགྲུབ། །
en: “How can Sole Hero be actualized?

source: དབང་ཕྱུག་མཆོག་གིས་བཤད་དུ་གསོལ། །
en: Tell me, O supreme lord!”

source: ཨ་ཡིག་ལས་སྦྱོར་སྐད་ཅིག་གིས། །མི་གཡོ་ནག་པོར་བསྒོམ་པར་བྱ། །
en: “Starting from the syllable ā , One should instantly visualize Black Acala.

source: དེ་ཉིད་བརྟན་པའི་སྟོབས་ཉིད་ལས། །
en: Then, merely by the power of stability,

source: རྣལ་འབྱོར་སངས་རྒྱས་ཐེ་ཚོམ་མེད། །
en: The yogin will certainly become a buddha.

source: མི་གཡོ་དཀར་པོ་བསྒོམ་པ་དང་། །
en: “One should meditate on White Acala,

source: ཡང་ན་སེར་པོའམ་དམར་པོའམ། །
en: Or the yellow one, or the red one.

source: ཡང་ན་ལྗང་གུ་བསྒོམ་བྱས་ནས། །
en: Or one should meditate on the green one,

source: ཞེ་སྡང་རྡོ་རྗེ་མ་སོགས་ལྡན། །
en: Embraced by Hatred Vajrī, and so forth.

source: དབུས་སུ་མི་གཡོ་ལྔ་རྣམས་ཀྱིས། །བཟུང་ནས་གཅིག་ཏུ་རྣམ་པར་བསྒོམ། །
en: “One should visualize him alone, Assuming him to be the central figure among the five Acalas.

source: ཤེས་རབ་དེ་ཡི་རིགས་ཅན་མ། །ཡང་ན་གཞན་ཡང་བསྒོམ་པར་བྱ། །
en: The wisdom should belong to his spiritual family, Or alternatively one should visualize her as being from another spiritual family.

source: དེ་ཡི་སྦྱོར་བས་རྣལ་འབྱོར་པས། །
en: “By this method, the yogin

source: མྱུར་དུ་དངོས་གྲུབ་ཐེ་ཚོམ་མེད། །
en: Will swiftly attain success, there is no doubt.

source: ཡང་ན་ཤེས་རབ་དང་བྲལ་བའི། །ཤིན་ཏུ་མཉམ་གཞག་བསྒོམ་པར་བྱ། །
en: Or else one should visualize him, with a focused mind, Without the wisdom-consort.

source: བྱང་ཆུབ་རྒྱལ་སྲིད་ཡང་དག་འཐོབ། །
en: One will obtain the kingdom of awakening.”

source: ལྷ་ཡི་རྣམ་པར་དག་པ་གང་། །འདྲེན་པ་བདག་ནི་ཉན་པར་འཚལ། །
en: “Concerning the purities of the deity’s domain— I would like to hear about it, O guide.

source: དེ་ནས་ཀུན་གྱི་སྦྱོང་བྱེད་པའི། །རྣམ་དག་བདག་གིས་རབ་བཤད་བྱ། །
en: “I will now explain about The purities that purify everything.

source: དེ་ལ་གྲུ་བཞི་པ་ནི་ཚད་མེད་པའི་གནས་བཞིའོ། །
en: “On that topic, the four corners are the four immeasurable states.

source: སྒོ་བཞི་ནི་བདེན་པ་བཞིའོ། །
en: The four doors are the four truths.

source: རྟ་བབས་བཞི་ནི་བསམ་གཏན་བཞིའོ། །
en: The four gateways are the four concentrations.

source: ཀ་བ་བརྒྱད་ནི་འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་དོ། །
en: The eight pillars are the noble eightfold path.

source: འཕར་མ་གཅིག་པ་ནི་སེམས་རྩེ་གཅིག་པ་ཉིད་དོ། །
en: The single chamber is the one-pointedness of mind.

source: པདྨ་ནི་སྐྱེ་གནས་སོ། །
en: The lotus is the vulva.

source: ཁ་དོག་སྣ་ཚོགས་པ་ནི་སྤྲུལ་པ་སྣ་ཚོགས་པའོ། །
en: Its various colors are the various emanations.

source: ལྷ་དགུ་ནི་གསུང་རབ་ཡན་ལག་དགུའོ། །
en: The nine deities are the nine sections of scripture.

source: ཕྱོགས་དམར་པོ་ནི་འདོད་ཆགས་ཆེན་པོའོ། །
en: The redness in the cardinal directions is the great affection.

source: མཚམས་སུ་དཀར་པོ་དང་། སེར་པོ་དང་། ལྗང་གུ་དང་། ནག་པོ་རྣམས་ནི་
en: The colors yellow, dark-green, white, and black in the intermediary directions

source: བྲམ་ཟེ་དང་། རྗེ་རིགས་དང་། རྒྱལ་རིགས་དང་། ད་མངས་རིགས་རྣམས་ཉིད་དོ། །
en: are the priestly, merchant, warrior, and peasant castes.

source: ཟླ་བ་དང་ཉི་མ་ནི། །
en: The moon and the sun

source: དབུས་ཀྱི་རལ་གྲི་ནི་མི་གཡོ་བ་ནག་པོའི་མཚན་མའོ། །
en: The sword in the center is the emblem of Black Acala.

source: མེ་ལ་སོགས་པའི་མཚམས་རྣམས་སུ་གཏི་མུག་རྡོ་རྗེ་མ་ལ་སོགས་པ་རྣམས་ཀྱིའོ། །
en: In the intermediate directions, they represent their respective goddesses, starting with Delusion Vajrī in the southeast.

source: ཞེས་པ་ནི་དཀྱིལ་འཁོར་གྱི་རྣམ་པར་དག་པའོ། །
en: These are the purities of the maṇḍala.

source: བསྒོམ་པའི་རྣམ་པར་དག་པ་བརྗོད་པར་བྱ་སྟེ། །
en: “Now the purities of meditation are described.

source: སྟོང་པ་ཉིད་ནི་ཡེ་ཤེས་ཀྱི་ཚོགས་འཆི་བ་ཁྱད་པར་འཕགས་པ་
en: Emptiness, which is the accumulation of wisdom, is an apotheosis of death.

source: དྲི་མ་མེད་པའི་ལུས་ཏེ། དྲི་ཟའི་ལུས་སོ། །
en: The luminous body represents the body of the intermediate state.

source: གཞལ་ཡང་ཁང་གི་མཐར་ཐུག་པ་སངས་རྒྱས་ཀྱི་སའོ། །
en: The full extent of the temple-palace represents the Buddha’s abode.

source: ཟླ་བ་ཉི་མ་ནི་དཀར་དམར་རོ། །
en: The moon and the sun represent semen and menstrual blood.

source: ཧཱུྃ་ཡིག་ནི་མ་དང་ཕའི་དབུས་སུ་དྲི་ཟའི་སེམས་སོ། །
en: The syllable hūṁ is the consciousness in the intermediate state, in between the mother and the father.

source: མ་བསྐྱོད་པ་ནི་པའོ། །
en: Akṣobhya is the father,

source: མཱ་མ་ཀཱི་ནི་མའོ། །
en: Māmakī is the mother.

source: ཕན་ཚུན་དུ་རྗེས་སུ་ཆགས་པ་མཐོང་ནས་
en: Seeing their mutual passion,

source: ཕ་ལ་རྣམ་པར་ཞེ་སྡང་ཞིང་།
en: one feels aversion for the father and

source: མ་ལ་རྗེས་སུ་ཆགས་ནས་
en: attraction for the mother.

source: གཏི་མུག་པས་སེམས་ཅན་བཞིན་དུ་འཇུག་གོ། །
en: Because of delusion, one enters as the consciousness of a new being.

source: པདྨར་ཞུགས་པའི་བུ་ཡིས་
en: One emerges from the womb as a newborn.

source: ཕ་བསད་ནས་དེའི་གོ་འཕང་འཐོབ་བོ། །
en: One kills the father in order to take his place,

source: མ་བཟུང་ནས་སྐྱེ་བ་མཐའ་མེད་པའི་བག་ཆགས་ཀྱི་བདེ་བ་ཁྱད་པར་འཕགས་པས་
en: and seizes the mother because of motherly love received in one’s former births, and also for the sake of exquisite pleasure.

source: དེ་ཡང་བུར་སྐྱེ་བར་བྱེད་དོ། །བུ་མོ་ནི་ཡང་མི་གཡོ་བ་དཀར་པོ་ལ་སོགས་པ་རྣམས་དང་། གཏི་མུག་རྡོ་རྗེ་མ་ལ་སོགས་པ་ཡང་ངོ་། །
en: One, too, begets sons and daughters, who are, respectively, White Acala, Delusion Vajrī, and so forth.

source: བུ་རྣམས་ཀྱང་ཕ་བསད་ནས་གཞན་ལ་བགྲོད་པར་བྱེད་དེ། །འདི་ཉིད་དགྲ་བོ་ཞེས་དེ་གསོད་པར་བྱེད་དོ། །
en: The sons, for their part, are patricides, wholly intent on fornication, and nothing but enemies. One should therefore kill them.

source: བུ་མོ་རྣམས་ཀྱང་སྐྱེ་བ་མཐའ་མེད་པའི་བག་ཆགས་ཀྱི་བདེ་བ་ཁྱད་པར་འཕགས་པས་འདོད་པར་བྱེད་དོ། །
en: As for the daughters, one should make love to them because of motherly love received in one’s former births, and also for the sake of exquisite pleasure.

source: རལ་གྲི་ཤེས་རབ་ལ་ཞགས་པ་ནི་ཐབས་སོ། །
en: “The sword is wisdom, and the noose is skillful means.

source: ཡང་ན་ཞགས་པ་སེས་རབ་ལ་རལ་གྲི་ཐབས་སོ། །
en: Or the noose is wisdom, and the sword is skillful means.

source: གཉིས་ཀ་རོ་གཅིག་ཏུ་གྱུར་པ་ནི་སྡིགས་མཛུབ་པོ། །
en: Their both being of the same essence is represented by the threatening gesture.

source: གཡོན་པ་འོག་ཏུ་བལྟས་པ་ནི་ས་འོག་བདུན་སྐྱོང་བར་བྱེད་པའོ། །
en: The left-downward glance signifies protecting the seven underground paradises.

source: གཡས་པ་སྟེང་དུ་བལྟས་པ་ནི་ཚངས་པའི་སྒོ་ང་བདུན་སྐྱོང་བར་བྱེད་པའོ། །
en: The right-upward glance signifies protecting the seven egg-of-Brahmā worlds.

source: བུས་མོ་གཡོན་པ་ས་ལ་བཙུགས་པ་ནི་ས་སྐྱོང་བར་བྱེད་པའོ། །
en: The left knee resting on the ground signifies protecting the earth.

source: གཡས་པའི་རྐང་པས་ཡང་དག་པར་བསྣུན་པ་ནི་བདུད་ཐམས་ཅད་སྐྲག་པར་མཛད་པའོ། །
en: The right foot thrust forward signifies frightening all the māras

source: ཕུང་པོའི་བདུད་ཚངས་པ།
en: —Brahmā is the māra of the aggregates,

source: ཉོན་མོངས་པའི་བདུད་དབང་ཕྱུག །
en: Śiva is the māra of the afflictions,

source: འཆི་བདག་གི་བདུད་ཁྱབ་འཇུག །
en: Viṣṇu is the māra of death,

source: ལྷའི་བུའི་བདུད་ལྷའི་དབང་པོའོ། །
en: and Śakra is the māra of the divine son.

source: སྐྱེ་གནས་ལ་སྐྱེས་པ་ནི་ཟླ་བ་དང་ཉི་མའི་གདན་ནོ། །
en: The sun-and-moon seat signifies being conceived in the womb.

source: ཁུ་བ་དང་རྔུལ་ལས་སྐྱེས་བའི་སྐྱེས་བུ་ནི་དངོས་པོའོ། །
en: The male form born from sperm and menstrual blood is existence,

source: བུད་མེད་ནི་དངོས་པོ་མེད་པའོ། །
en: whereas the female form is nonexistence.

source: དཀར་པོ་ནི་གཟུགས་སོ། །
en: White is form,

source: སེར་པོ་ནི་ཚོར་བའོ། །
en: Yellow is sensation,

source: དམར་པོ་ནི་འདུ་ཤེས་སོ། །
en: Red is perception,

source: ལྗང་གུ་ནི་དོན་ཡོད་གྲུབ་པའོ། །
en: and Green is formation.

source: ཡང་ན་མཐིང་ག་ནི་ནམ་མཁའོ། །
en: “Alternatively Blue Acala is space,

source: དཀར་པོ་ནི་ཆུའོ། །
en: White is water,

source: སེར་པོ་ནི་ས་འོ། །
en: Yellow is earth,

source: དམར་པོ་ནི་མེའོ། །
en: Red is fire,

source: ལྗང་གུ་ནི་རླུང་ངོ་། །
en: and Green is wind

source: བཅོམ་ལྡན་འདས་ཇི་ལྟ་བ་དེ་བཞིན་དུ་བཅོམ་ལྡན་འདས་མའོ། །
en: —as for the blessed lords, so too it is for the blessed ladies.

source: ཡང་ན་མཐིང་ག་ནི་ཆོས་ཀྱི་དབྱིངས་རྣམ་པར་དག་པའི་ཡེ་ཤེས་སོ། །
en: “Alternatively Blue Acala is the very pure wisdom of the sphere of phenomena

source: དཀར་པོ་ནི་མེ་ལོང་ལྟ་བུའི་ཡེ་ཤེས་སོ། །
en: White is the mirror-like wisdom

source: སེར་པོ་ནི་མཉམ་པ་ཉིད་ཀྱི་ཡེ་ཤེས་སོ།
en: Yellow is the wisdom of equality

source: དམར་པོ་ནི་སོ་སོར་རྟོག་པའི་ཡེ་ཤེས་སོ། །
en: Red is the wisdom of discrimination

source: ལྗང་གུ་ནི་བྱ་བ་གྲུབ་པའི་ཡེ་ཤེས་སོ། །
en: and Green is the action-accomplishing wisdom

source: སྟོན་པ་རྒྱལ་བ་གཅིག་པུ་ཉིད། །
en: “There is only one victorious teacher

source: ལྔ་ཡི་ཚུལ་གྱིས་ཡང་དག་གནས། །
en: Abiding in five forms.

source: ཤེས་རབ་ཕ་རོལ་ཕྱིན་ཉིད་ཀྱང་། །
en: Prajñāpāramitā, too,

source: རྣམ་ལྔའི་ཚུལ་གྱིས་ཡང་དག་གནས།
en: is one Abiding in five forms.”

source: དཔའ་བོ་གཅིག་པ་ཉིད་དུ་གསུངས་པའི་དཔལ་གཏུམ་པོ་ཁྲོ་བོ་ཆེན་པོའི་རྒྱུད་ལས། རྣམ་པར་དག་པའི་རིམ་པར་ཕྱེ་བ་སྟེ། བཅྭ་ལྔ་པའོ།། །།
en: This concludes the chapter on purities, fifteenth in the glorious tantra of Caṇḍa­mahā­roṣaṇa called “ The Sole Hero

source: འཇིག་རྟེན་ཇི་ལྟར་སྐྱེ་བ་དང་། །
en: “How does the world come into being?

source: དངོས་གྲུབ་ཇི་ལྟར་འགྱུར་བ་ཡང་། །
en: How does accomplishment come about?

source: དབང་ཕྱུག་མཆོག་གིས་བཤད་དུ་གསོལ།
en: Tell me, O supreme lord!”

source: མ་རིག་པའི་རྐྱེན་གྱིས་འདུ་བྱེད་དོ། །
en: “Formations have ignorance for their cause.

source: འདུ་བྱེད་ཀྱི་རྐྱེན་གྱིས་རྣམ་པར་ཤེས་པ།
en: Consciousness has formations for its cause.

source: རྣམ་པར་ཤེས་པའི་རྐྱེན་གྱིས་མིང་དང་གཟུགས།
en: Name and form have consciousness for their cause.

source: མིང་དང་གཟུགས་ཀྱི་རྐྱེན་གྱིས་སྐྱེ་མཆེད་དྲུག །
en: The six cognitive fields have name and form for their cause.

source: སྐྱེ་མཆེད་དྲུག་གི་རྐྱེན་གྱིས་རེག་པ།
en: Contact has the six cognitive fields for its cause.

source: རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ།
en: Sensation has contact for its cause.

source: ཚོར་བའི་རྐྱེན་གྱིས་སྲེད་པ།
en: Craving has sensation for its cause.

source: སྲེད་པའི་རྐྱེན་གྱིས་ལེན་པ།
en: Grasping has craving for its cause.

source: ལེན་པའི་རྐྱེན་གྱིས་སྲིད་པ།
en: Becoming has grasping for its cause.

source: སྲིད་པའི་རྐྱེན་གྱིས་སྐྱེ་བ།
en: Birth has becoming for its cause.

source: སྐྱེ་བའི་རྐྱེན་གྱིས་རྒ་ཤི་དང་། མྱ་ངན་དང་། །སྨྲེ་སྔགས་འདོན་པ་དང་། སྡུག་བསྔལ་བ་དང་། ཡིད་མི་བདེ་བ་དང་། འཁྲུག་པ་རྣམས་སོ། །
en: Old age, death, grief, lamentation, pain, despair, and turmoil have birth for their cause

source: དེ་ལྟ་བུ་ཉིད་ལས་འདིར་སྡུག་བསྔལ་གྱི་ཕུང་པོ་ཆེན་པོ་འབའ་ཞིག་པ་ཀུན་ནས་འབྱུང་བར་འགྱུར་རོ། །
en: —in this way arises this whole great heap of suffering.

source: དེ་བཞིན་དུ་མ་རིག་པ་འགགས་པས་འདུ་བྱེད་འགག་གོ། །
en: “In the same way, when ignorance ceases, there is the cessation of formations.

source: འདུ་བྱེད་འགགས་པས་རྣམ་པར་ཤེས་པ་འགག་གོ། །
en: When formations cease, there is the cessation of consciousness.

source: རྣམ་པར་ཤེས་པ་འགགས་པས་མིང་དང་གཟུགས་འགག་གོ། །
en: When consciousness ceases, there is the cessation of name and form.

source: མིང་དང་གཟུགས་འགགས་པས་སྐྱེ་མཆེད་དྲུག་འགག་གོ། །
en: When name and form cease, there is the cessation of the six cognitive fields.

source: སྐྱེ་མཆེད་དྲུག་འགགས་པས་རེག་པ་འགག་གོ། །
en: When the six cognitive fields cease, there is the cessation of contact.

source: རེག་པ་འགགས་པས་ཚོར་བ་འགག་གོ། །
en: When contact ceases, there is the cessation of sensation.

source: ཚོར་བ་འགགས་པས་སྲེད་པ་འགག་གོ། །
en: When sensation ceases, there is the cessation of craving.

source: སྲེད་པ་འགགས་པས་ལེན་པ་འགག་གོ། །
en: When craving ceases, there is the cessation of grasping.

source: ལེན་པ་འགགས་པས་སྲིད་པ་འགག་གོ། །
en: When grasping ceases, there is the cessation of becoming.

source: སྲིད་པ་འགགས་པས་སྐྱེ་བ་འགག་གོ། །
en: When becoming ceases, there is the cessation of birth.

source: སྐྱེ་བ་འགགས་པས་རྒ་ཤི་དང་། མྱ་ངན་དང་། སྨྲེ་སྔགས་འདོན་པ་དང་། སྡུག་བསྔལ་བ་དང་། ཡིད་མི་བདེ་བ་དང་། འཁྲུག་པ་རྣམས་འགག་པར་འགྱུར་རོ། །
en: When birth ceases, old age, death, grief, lamentation, pain, despair, and turmoil also cease

source: དེ་བཞིན་དུ་འདིར་སྡུག་བསྔལ་གྱི་ཕུང་པོ་ཆེན་པོ་འབའ་ཞིག་འགག་པར་འགྱུར་རོ། །
en: —in this way, this entire great heap of suffering ceases.

source: རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བས་འཇིག་རྟེན་སྐྱེའོ། །
en: “The world arises dependently;

source: ཚུལ་གཉིས་པོ་འདི་རྟོགས་ཤིང་ཡང་གཉིས་སུ་མེད་པ་བསྒོམས་པས་འགྲུབ་བོ། །
en: When one understands these two modes And contemplates them as nondual, one will become accomplished.”

source: མ་རིག་པ་ལ་སོགས་པའི་རྣམ་པར་དབྱེ་བ་བཤད་དུ་གསོལ།
en: “May the Blessed One present the analysis of ignorance, and so forth.”

source: འདིར་ནི་རྒྱལ་བས་ཆོས་རྣམས་ཀུན། །རྣམ་པ་བཅུ་གཉིས་ཚུལ་གྱིས་གསུངས། །
en: The Dharma is said by the victorious ones To have twelve forms.

source: དེ་ལ་མ་རིག་པ་མ་སྤངས་པས་ལེན་པ་དང་འཆི་བའི་ནང་དུ་གཟུགས་ནུབ་པའི་སེམས་ཀྱི་ལུས་ཅན་ཞེས་པའི་དོན་ནོ། །
en: “With regard to this, ignorance is to be unaware of what to abandon and what to adopt. The meaning is that, directly after death, the insubstantial mind assumes a physical shape.

source: དེ་ལས་འདུ་བྱེད་དུ་འགྱུར་རོ། །དེ་ཡང་རྣམ་པ་གསུམ་སྟེ།
en: “From this ignorance arise formations of which there are three types:

source: དེ་ལ་ལུས་ཀྱི་འདུ་བྱེད་དབུགས་འབྱུང་བ་དང་རྔུབ་པ་དག་དང་། །
en: (1) the formations of the body are exhalation and inhalation,

source: ཡིད་ཀྱི་འདུ་བྱེད་འདོད་ཆགས་ཞེ་སྡང་གཏི་མུག་རྣམས་སོ། །
en: (3) the formations of mind are attachment, hatred, and delusion.

source: དེ་རྣམས་དང་ལྡན་པ་ནི་མ་རིག་པ་སྟེ།
en: Ignorance, combined with these formations,

source: དབུགས་འབྱུང་བ་དང་། དབུགས་རྔུབ་པ་སྟེ།
en: exhales and inhales;

source: རྣམ་པར་རྟོག་པ་ནི་རགས་པར་འཛིན་པར་བྱེད་དོ། །
en: it wanders to and apprehends material objects,

source: རྣམ་པར་དཔྱོད་པ་ནི་ཕྲ་མོར་འཛིན་པར་བྱེད་དོ། །
en: and it analyzes and apprehends that which is immaterial;

source: དེ་ལས་རྣམ་པར་ཤེས་པར་གྱུར་པ་རྣམ་པ་དྲུག་སྟེ།
en: “From these formations arises consciousness, which is sixfold:

source: མིག་གི་རྣམ་པར་ཤེས་པ་དང་།
en: eye-consciousness,

source: རྣ་བའི་རྣམ་པར་ཤེས་པ་དང་།
en: ear-consciousness,

source: སྣའི་རྣམ་པར་ཤེས་པ་དང་།
en: nose-consciousness,

source: ལྕེའི་རྣམ་པར་ཤེས་པ་དང་།
en: tongue-consciousness,

source: ལུས་ཀྱི་རྣམ་པར་ཤེས་པ་དང་།
en: body-consciousness,

source: ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་སྟེ།
en: and mind-consciousness.

source: དེ་རྣམས་དང་ལྡན་པ་ནི་མ་རིག་པས་ལྟ་བར་བྱེད་དོ། །ཉན་པར་བྱེད་དོ། །སྣོམ་པར་བྱེད་དོ། །ཟ་བར་བྱེད། རེག་པར་བྱེད། རྣམ་པར་རྟོག་པར་བྱེད་དོ། །
en: When combined with these six, ignorance sees, hears, smells, tastes, feels, and cogitates.

source: དེ་ལས་མིང་དང་གཟུགས་ཏེ། །
en: “From this consciousness arise name and form.

source: ཚོར་བ་མིང་གཞི་ལ་སོགས་པ་རྣམས་སོ། །
en: Name is the four aggregates, starting with sensation.

source: གཟུགས་ལ་གཟུགས་ཀྱི་དེ་བཞིན་ཉིད་ཅེས་
en: Form is form alone.

source: གཉིས་སུ་མངོན་པར་བསྡུས་ཤིང་བསྡོམས་ནས་མིང་དང་གཟུགས་ཞེས་གསུངས་སོ།
en: With these two put together and rolled into one, we have what is called name and form.

source: ཉེ་བར་ལེན་པའི་ཕུང་པོ་ལྔའི་གཟུགས་ཀྱིས་མ་རིག་པ་ཡོངས་སུ་གྱུར་པ་ཞེས་པའི་དོན་ནོ། །
en: The meaning is that ignorance takes on the form of the five aggregates that are grasped onto.

source: དེ་ལ་ཚོར་བ་རྣམ་པ་གསུམ་ནི་
en: Among these, sensation is threefold:

source: བདེ་བ་དང་། སྡུག་བསྔལ་དང་། སྡུག་བསྔལ་ཡང་མ་ཡིན་
en: pleasurable, painful, and neutral.

source: འདུ་ཤེས་ནི་དངོས་པོ་རྣམས་ཀྱི་རང་བཞིན་གཟུང་བའི་མཐར་མངོན་པར་བརྗོད་པ་སྟེ།
en: Perception is the internal description of things after apprehending their particular forms.

source: འདུ་བྱེད་ནི་སྤྱིའི་ཁྱད་པར་གྱི་གནས་སྐབས་ལ་འཛིན་པ་ཅན་གྱི་སེམས་དང་སེམས་ལས་བྱུང་བ་རྣམས་སོ། །
en: The formations are the primary and subsidiary mental states that apprehend the particular circumstances of general things.

source: རྣམ་པར་ཤེས་པ་ནི་སྔོན་དུ་གསུངས་པ་བཞིན་ནོ། །
en: The consciousnesses have already been described.

source: འབྱུང་བ་ཆེན་པོ་བཞིའི་བདག་ཉིད་ཀྱི་གཟུགས་ནི།
en: Form has the nature of four elements:

source: ས་ནི་ལྕི་བ་ཉིད་དང་།
en: (1) earth is characterized by heaviness

source: ཆུ་ནི་གཤེར་བ་ཉིད་དང་། མངོན་པར་འཛག་པ་ཉིད་དོ། །
en: ) water, by liquidity and fluidity;

source: མེ་ནི་དྲོ་བ་ཉིད་དོ། །
en: (3) fire, by heat

source: རླུང་ནི་བསྐུམ་བརྐྱང་བ་དང་། ཡང་བ་དང་གཡོ་བ་ཉིད་དོ། །
en: (4) wind, by its changing course, diffusiveness, and its being set into motion easily.

source: དེ་ལས་སྐྱེ་མཆེད་དྲུག་པོ་རྣམས་ནི་
en: “From name and form arise six cognitive fields

source: མིག་དང་། རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་དོ། །
en: —eye, ear, nose, tongue, body, and mind

source: དེ་རྣམས་དང་ལྡན་པ་ནི། སྔོན་བཞིན་དུ་ལྟ་བར་བྱེད་པ་ལ་སོགས་པའོ། །
en: When combined with these six, ignorance sees and so forth, as explained previously.

source: དེ་ལས་རེག་པའོ། །
en: “From these cognitive fields arises contact

source: གཟུགས་དང་། སྒྲ་དང་། དྲི་དང་། རོ་དང་། རེག་བྱ་དང་། ཆོས་ཀྱི་ཁམས་ཡང་དག་པར་ཐོབ་པའོ། །
en: —meeting with forms, sounds, smells, tastes, tactile sensations, and the sphere of mentally cognized features.

source: དེ་ལས་སྲེད་པས་བདེ་བ་མངོན་པར་འདོད་པའོ། །
en: “From contact arises craving, which is the desire for happiness.

source: དེ་ལས་ལེན་པའོ། །
en: “From craving arises grasping,

source: དེ་ལས་སྲིད་པ་མངལ་དུ་འཇུག་པའོ། །
en: “From grasping arises becoming, which is entry into the womb.

source: དེ་ལས་སྐྱེ་བ་
en: “From becoming arises birth,

source: ཉེ་བར་ལེན་པའི་ཕུང་པོ་ལྔ་འཐོབ་བོ། །
en: This is the acquisition of the five perpetuating aggregates.

source: འཆི་བའི་སེམས་དང་སེམས་ལས་བྱུང་བ་འགོག་པས།
en: death, which is the cessation of mind and its contents.

source: དེ་ནས་རྒ་ཤིའི་སེམས་མྱ་ངན་དང་འཁྲུག་པ་མེད་པར་འགྱུར་རོ། །
en: Then, reflecting on old age and death, one becomes overcome with grief.

source: གྲོལ་ན་བདག་གིས་སྨྲེ་སྔགས་འདོན་པ་འཚོལ་བར་མི་འགྱུར་རོ་ཞེས་སོ། །
en: One laments, ‘I have not striven for liberation.’

source: ནད་ལ་སོགས་པའི་བར་དུ་གཅོད་པས་ཀྱང་སྡུག་བསྔལ་བ་ཅན་དུ་འགྱུར་རོ། །
en: Plagued by diseases, one is overcome by pain.

source: དེ་ཉིད་ལ་ཡང་དང་ཡང་དུ་ཡིད་སྦྱོར་བས་ཡིད་མི་བདེ་བ་ཅན་ཡིན་ནོ། །
en: Thinking about it again and again, one falls into depression.

source: ཡིད་མི་བདེ་བ་ཅན་གྱིས་ཀྱང་བར་དུ་གཅོད་པས་འཁྲུག་པ་ཅན་ཡིན་ནོ། །
en: Even though one is already depressed, one is further assailed by misfortunes and becomes exasperated.

source: འདིའི་དོན་ནི་
en: “The meaning is as follows.

source: མ་རིག་པ་ལ་སོགས་པ་སྐྱེ་མཆེད་དྲུག་གི་མཐར་ཐུག་པས་དོའི་སེམས་ཅན་གཅིག་ཉིད་དུ་གནས་པས།
en: A being in the intermediate state after death possesses the full range of the six cognitive fields up to their furthest limit, which entails the fields governed by ignorance and so forth. Although remaining in just one place,

source: འཇིག་རྟེན་གསུམ་པོ་ལྟ་ཞིང་ལྟ་བར་བྱེད་དོ། །
en: that being will look at the three worlds

source: ཕོ་མོ་རྗེས་སུ་ཆགས་པ་ལ་དེ་ལས་འདས་པའི་སྐྱེ་བའི་ལས་གང་གིས་འཕངས་ནས་གང་ཞིག་ཏུ་སྐྱེ་བ་ལེན་པར་འགྱུར་རོ།
en: and see a woman and a man making love. Driven by the karma created in his previous lives, he will perceive the couple making love in a form that corresponds to his future form of existence.

source: ལྟ་བར་བྱེད་པས། དེའི་ཤིན་ཏུ་བདག་གི་རིག་པ་སྐྱེའོ།
en: Upon seeing them, the meeting occurs with great intensity.

source: དེ་ལ་གལ་ཏེ་སྐྱེས་བུར་འགྱུར་བ་དེའི་ཚེ་བདག་ཉིད་སྐྱེས་བུའི་རྣམ་པར་ལྟ་བར་བྱེད་དོ། །
en: “At that point, if one is going to be a man, one sees oneself in the form of a man.

source: སེམས་མ་ལ་མཆོག་ཏུ་ཆགས་པར་འགྱུར་རོ། །
en: One feels extreme passion for one’s future mother

source: ཡང་ཕ་ལ་སེམས་ཞེ་སྡང་ཆེན་པོར་འགྱུར་རོ། །
en: and is overcome by intense hatred for one’s future father.

source: འདོད་ཆགས་དང་ཞེ་སྡང་དག་གིས་བདེ་བ་དང་སྡུག་བསྔལ་གྱི་ཚོར་བ་ལ། །
en: The passion and the hatred are sensations of pleasure and pain respectively.

source: དེ་ནས་སྔོན་གྱི་ལས་ཀྱི་རླུང་གིས་འཕངས་པའི་སྲེད་པ་ཆེན་པོས་
en: “Then, out of great craving, which is impelled by the wind of one’s previous karma,

source: གང་ཞིག་སྐྱེས་བུ་ཡིན་ན་རང་གི་མ་ལ་འདོད་པར་བྱའོ་སྙམ་ནས།
en: one thinks, ‘Who is that man having sex with my woman?’

source: སེམས་སྐར་མདའ་བཞིན་དུ་ཕའི་མགོ་བོའི་ལམ་ནས་རབ་ཏུ་ཞུགས་ནས།
en: Thinking this, one enters through the fontanel of one’s future father just like a falling star.

source: དེའི་ཁུ་བ་ལ་གནས་ནས་སེམས་གནས་པའི་ཕྱིར་
en: Because one resides in the mind—the mind that abides in the father’s semen

source: དེ་ནས་ཁུ་བ་དང་། རོ་གཅིག་ཏུ་གྱུར་པས་
en: At that point, one has become essentially identical to the semen.

source: ཆགས་པ་ཆེན་པོས་རྗེས་སུ་ཆགས་པས།
en: Because of being excited with great passion,

source: ཨ་བདྷཱུ་ཏཱིའི་རྩ་ཕའི་རྡོ་རྗེའི་ལམ་ནས་
en: one passes through the central channel and emerges from the father’s vajra.

source: མའི་པདྨའི་བུ་གའི་གནས་རྡོ་རྗེ་དབྱིངས་ཀྱི་དབང་ཕྱུག་མའི་རྩ་མངལ་གྱི་སྐྱེ་བའི་རྩ་ལ་གནས་ནས་
en: Passing through the channel of the goddess of the Vajra Realm located in the orifice of the mother’s lotus, one is established in the birth channel of the womb.

source: དེ་ཡང་རིམ་པ་བཞིན་མེར་མེར་པོ་དང་།
en: “In due order, the stages of conceptus,

source: ཀླེང་ཀླེང་པོ་དང་།
en: embryonic nucleus,

source: ལྟར་ལྟར་པོ་དང་། མཁྲང་འགྱུར་དང་།
en: compacted matter, lump,

source: ཡན་ལག་དང་ཉིང་ལག་ཏུ་གྱུར་པའི་བུ་ནི་
en: and fetus with limbs unfold,

source: ཟླ་བ་དགུའམ། བཅུ་ནས་ལམ་གང་ཉིད་ནས་རབ་ཏུ་ཞུགས་པ་དེ་ཉིད་ཀྱི་ལམ་ནས་
en: and eventually one is born within nine or ten months, emerging through the same way that one entered.

source: སྐྱེ་བར་འགྱུར་རོ། །
en: Thus a birth takes place.

source: གལ་ཏེ་ཡང་བུད་མེད་དུ་འགྱུར་ན། །
en: “If, however, one is going to be a woman,

source: དེའི་ཚེ་སེམས་པ་ལ་རྗེས་སུ་ཆགས་པར་འགྱུར་རོ། །
en: one feels passion for the future father

source: མ་ལ་སེམས་ཞེ་སྡང་བར་འགྱུར་རོ། །
en: and hatred for the future mother.

source: དེ་ནས་བདག་ཉིད་མའི་གཟུགས་ལ་ལྟ་བར་བྱེད་དོ།
en: One then sees oneself as having a female form.
